@section('content')
	<div class="title">
		<div class="container">
			<h2>نحوه برگزاری «مسابقه کتاب‌‌خوانی»</h2>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>رقابت سالم</h3>
			<ul class="lead">
				<li>بعد از آشنایی با نحوه <a href="http://ketabkhaane.ir/guide">اداره کتابخانه</a> توسط نرم‌افزار، می‌رسیم به مسابقه کتاب‌خوانی.</li>
				<li>این مسابقه برای بچه‌ها در پایه‌های دبستان و راهنمایی طراحی شده.</li>
				<li>قراره شما تعدادی از کتاب‌ها رو بخونید و ازشون سوال طراحی کنید.</li>
				<li>بچه‌ها وقتی کتابی رو به امانت می‌گیرن، چند سوال مربوط به کتاب براشون چاپ می‌شه.</li>
				<li>بچه‌ها کتاب رو می‌برن خونه و می‌خونن. بعد هم از روی کتاب به سوال‌ها جواب می‌دن.</li>
				<li class="sub">یعنی اصلا قرار نیست جواب‌ها رو یاد بگیرن فقط می‌خوایم مطمئن بشیم کتاب رو خوندن.</li>
				<li>شما ورقه‌های پاسخ بچه‌ها رو به همراه کتاب تحویل می‌گیرید و می‌دید به طراح سوال‌ها تا تصحیح کنه.</li>
				<li>بعد باید امتیازها رو وارد نرم‌افزار کنید و به این ترتیب بچه‌ها کم‌کم امتیاز جمع می‌کنند.</li>
				<li>این طرح اولین بار در <a href="http://ketabkhaane.ir/kharazi">کتابخانه شهید خرازی</a> اجرا شده که می‌تونید <a href="http://reghaabat.ir">تجربه‌هاشون</a> رو بخونید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>فعال‌سازی</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/reghaabat_before.png" />
			</a>
			<a href="#" class="thumbnail">
				<img src="img/guide/reghaabat_after.png" />
			</a>
			<ul class="lead">
				<li>اول باید گزینه «مسابقه» رو در بخش «تنظیمات» فعال کنید.</li>
			</ul>
		</div>
	</div>


	<div class="page">
		<div class="container">
			<h3>مسابقه‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/matches.png" />
			</a>
			<ul class="lead">
				<li>اسم ورقه‌ای که نرم‌افزار چاپ می‌کنه و می‌ده به مخاطب «مسابقه» هست.</li>
				<li>هر مسابقه مخصوص رده‌سنی خاصی طراحی می‌شه تا به دست مخاطب مناسب برسه.</li>
				<li class="sub">یعنی رده‌های سنی «کانون پرورش فکری کودکان و نوجوانان».</li>
				<li>حداکثر امتیازی هم که مخاطب می‌تونه از مسابقه بگیره شما تعیین می‌کنید.</li>
				<li>همچنین باید مشخص کنید که هر مسابقه رو کی تصحیح می‌کنه.</li>
				<li class="sub">معمولا همون کسی که سوال‌ها رو طراحی کرده باید این کار رو انجام بده.</li>
				<li>تنها مسابقه‌هایی که در وضعیت «فعال» باشند در «فهرست مسابقه‌ها» ظاهر می‌شوند.</li>
				<li>بعضی از مسابقه‌ها پرسشی هستند و بعضی توضیحی.</li>
				<li class="sub">ستون پاسخ‌ها در این جدول نشون می‌ده که شما برای هر کتاب چند سوال طراحی کردید و جواب چند سوال تایپ شده.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ایجاد مسابقه پرسشی</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/new_match_questions.png" />
			</a>
			<ul class="lead">
				<li>مسابقه پرسشی شامل تعدادی سوال از «کتاب» یا محصول «چندرسانه‌ای» هست.</li>
				<li class="sub">سخنرانی‌ها، مستندها و بعضی دیگر از محصولات چندرسانه‌ای ظرفیت خوبی برای طراحی مسابقه پرسشی دارند.</li>
				<li>تعدادی از این سوال‌ها به صورت اتفاقی برای هر مخاطب انتخاب و چاپ می‌شن.</li>
				<li class="sub">با طراحی سوال‌های زیاد از یک کتاب امکان تقلب رو کم می‌کنید.</li>
				<li>شما پاسخ سوال‌ها رو هم ثبت می‌کنید؛ البته فقط عضوهای «مدیر» و «ناظر» به اون‌ها دسترسی دارند.</li>
				<li>در طراحی سوال‌ها دقت کنید که پاسخ سوال‌ها هیچ جای کتاب مستقیما نوشته نشده باشه و بچه‌ها مجبور باشن با فهمی که از بخشی از کتاب بدست آوردن به سوال جواب بدن.</li>
				<li class="sub">چون ممکنه بچه‌ها جواب سوال رو در کتاب علامت بزنن.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ایجاد مسابقه توضیحی</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/new_match_instructions.png" />
			</a>
			<ul class="lead">
				<li>مسابقه توضیحی می‌تونه به شکل «تحقیق»، «آزمایش»، «کاردستی»، «نقاشی» یا «رنگ‌آمیزی» باشه.</li>
				<li>در این مسابقه شما باید برای مخاطب توضیح بدهید که چطور می‌تونه امتیاز بگیره.</li>
				<li>ویرایشگر متن به شما اجازه استفاده از تصاویر رو هم می‌ده.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>تحویل مسابقه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/deliver_match.png" />
			</a>
			<a href="#" class="thumbnail">
				<img src="img/guide/receive_match.png" />
			</a>
			<ul class="lead">
				<li>تحویل «مسابقه» در صفحه اصلی انجام می‌شه.</li>
				<li>وقتی نام کتابی رو وارد می‌کنید که مسابقه‌ای از روش طراحی شده، نرم‌افزار به شما اجازه می‌ده «مسابقه» کتاب رو هم به مخاطب تحویل بدید.</li>
				<li class="sub">در صورت فعال بودن گزینه «چاپ»، بعد از تحویل ورقه برای چاپگر فرستاده می‌شه.</li>
				<li>دریافت «مسابقه» هم درست مثل دریافت کتاب انجام می‌شه. نشان «ورقه» در کنار کتاب، مشخص می‌کنه که مسابقه هم تحویل داده شده و با کتاب دریافت می‌شه.</li>
				<li>وقتی ورقه «مسابقه» رو دریافت کردید اون رو در پوشه‌ای مخصوص «مصحح» قرار بدید.</li>
				<li>مخاطب قراره کتاب‌هایی رو انتخاب کنه که در رده‌سنی خودش قرار دارند. البته برنامه، تحویل مسابقه با اختلاف یک رده رو اجازه می‌ده.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ورقه مسابقه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/preview.png" />
			</a>
			<ul class="lead">
				<li>با استفاده از گزینه «نمایش» در هنگام تحویل، می‌تونید ورقه‌ای رو که برای مخاطب چاپ می‌شه ببینید.</li>
				<li>تعداد سوال‌های نمایش داده شده به «رده‌سنی» مسابقه مربوط می‌شه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ثبت امتیاز مسابقه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/set_scores.png" />
			</a>
			<ul class="lead">
				<li>«مصحح» که امتیاز ورقه رو مشخص کرد، شما امتیازها رو در نرم‌افزار ثبت می‌کنید.</li>
				<li>با وارد کردن نام مصحح، فهرست مسابقه‌های مربوط به او که شما از مخاطب «دریافت» کردید، ظاهر می‌شه و شما امتیازها رو در جدول وارد می‌کنید.</li>
				<li>امتیاز مصحح می‌تونه تا دو برابر «حداکثر امتیاز» باشه. دلیلش هم اینه که بچه‌ها می‌تونن با انجام کارهای اضافه مثل «خلاصه کردن کتاب»، امتیاز بیشتری بگیرن.</li>
				<li class="sub">این نکته روی ورقه‌های مسابقه که چاپ می‌شن، نوشته شده.</li>
				<li>اگر مخاطبی از رده‌سنی بالاتر از خودش کتاب برداره، امتیازش کمی بیش از چیزی می‌شه که شما وارد کردین و همین‌طور برای کسی که از رده پایین‌تر کتاب برداشته، امتیاز کمتری محسوب می‌شه (یعنی یک‌چهارم امتیاز مثبت یا منفی).</li>
				<li>گزینه «نمایش امتیاز روزهای قبل» به شما امکان می‌ده امتیازهایی رو که قبلا دادید بازنگری و ویرایش کنید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>فهرست امتیاز بچه‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/scores.png" />
			</a>
			<ul class="lead">
				<li>هر وقت امتیاز ورقه‌های جدید رو وارد کردین، این فهرست رو هم برای بچه‌ها چاپ کنید.</li>
				<li>نرم‌افزار می‌تونه برای آقایان و خانم‌ها جداگانه فهرست چاپ کنه.</li>
				<li>بچه‌ها خیلی به فهرست امتیازها اهمیت می‌دن.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>پرداخت امتیاز</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/payment.png" />
			</a>
			<ul class="lead">
				<li>امتیازها رو باید یه طوری به بچه‌ها بدید؛ به صورت «جایزه»، «پول» یا هر طور دیگه!</li>
				<li>باید نرم‌افزار رو از مقدار امتیازی که می‌دید مطلع کنید.</li>
				<li>همچنین در این صفحه مخاطب می‌تونه ببینه از هر مسابقه چقدر امتیاز گرفته و شما چه پرداخت‌هایی بهش کردید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>کارنامه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/log.png" />
			</a>
			<ul class="lead">
				<li>در پایان هر دوره «مسابقه کتاب‌خوانی» برای بچه‌ها کارنامه صادر می‌کنید.</li>
				<li>یک دوره مثلا می‌تونه یک تابستون کامل باشه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>وارد کردن مسابقه‌ها از وب</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/import.png" />
			</a>
			<ul class="lead">
				<li>برای شروع می‌تونید مسابقه‌های از پیش‌آماده‌شده استفاده کنید.</li>
				<li class="sub">البته دیگران هم می‌تونن از مسابقه‌هایی که شما طراحی کردید استفاده کنن!</li>
				<li>با استفاده از گزینه «نمایش» می‌تونید قبل از «دریافت» نگاهی به محتوی مسابقه بندازید.</li>
				<li>بهتره قبل از دریافت مسابقه، کتاب مربوط به اون رو تهیه کنید.</li>
				<li class="sub">چون در غیر این صورت الکی فهرست مسابقه‌هاتون رو شلوغ می‌کنید.</li>
				<li>مسابقه‌هایی رو که پسندید «تیک» بزنید و بعد با گزینه «دریافت» اون‌ها رو وارد کنید.</li>
				<li>دقت کنید که محتوی این مسابقه‌ها «غیر قابل تغییر» هست  ولی شما باید «مصحح» و «حداکثر امتیاز» رو برای اونها تعیین کنید، چون این‌ها فقط مربوط به کتابخانه شما هستند.</li>
				<li class="sub">بعد از وارد کردن مسابقه، وضعیت اون به صورت «وارد شده»‌ در می‌آد و شما باید وضعیت رو به حالت «فعال»‌ تغییر بدید تا در لیست‌ها ظاهر بشه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>خسته نباشید و خدا قوت</h3>
			<ul class="lead">
				<li>رسیدن به این نقطه از راهنما نشون می‌ده که انگیزه خوبی دارید، چون واقعا طولانی بود!</li>
				<li>اجرای چنین مسابقه‌ای اصلا کار راحتی نیست و فقط «همت‌های بلند» به چنین «قله‌هایی» فکر می‌کنن.</li>
				<li>برای شما یاری خداوند رو چنان که وعده داده به یاری کنندگانش، آرزو می‌کنیم.</li>
			</ul>
		</div>
	</div>

	<div id="viewer" class="modal hide fade">
		<div class="modal-body">
			<img src="">
		</div>
	</div>

	<script type="text/javascript">
		mixpanel.track('Guide Continue');
	</script>
@endsection

@include('home.guide')
