@section('content')
	<div class="header">
		<div class="container">
			<h2>آموزش گام‌به‌گام نرم‌افزار «کتابخانه»</h2>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>راه‌اندازی</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/start.png" alt="" />
			</a>
			<ul class="lead">
				<li>نرم‌افزار رو دریافت و نصب کنید!</li>
				<li>در صفحه آغاز از شما خواسته می‌شه که در نرم‌افزار ثبت نام کنید.</li>
				<li>اگر قبلا در «کتابخانه» دیگری ثبت نام کرده‌اید می‌تونید با شماره ملی و کلمه عبورتون وارد نرم‌افزار بشید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>گروه‌بندی کتاب‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/branches.png" alt="" />
			</a>
			<ul class="lead">
				<li>بعد باید گروه‌بندی کتاب‌ها رو مشخص کنید.</li>
				<li>این گروه‌ها معادل نحوه چینش کتاب‌ها در قفسه‌های کتابخانه هستند.</li>
				<li>هر گروه و زیر گروه یک کد داره که نرم‌افزار ازش برای مشخص کردن کد کتاب‌ها استفاده می‌کنه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>کتاب‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/books.png" />
			</a>
			<ul class="lead">
				<li>حالا باید کتاب‌هاتون رو با حوصله وارد نرم‌افزار کنید.</li>
				<li>کد کتاب‌ها از ترکیب «کد گروه» و «شماره کتاب» درست شده.</li>
				<li>اگر می‌بینید به جای «کتاب» نوشتیم «شئ» به خاطر این هست که در کتابخانه محصولات «چندرسانه‌ای» هم ثبت می‌شن.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>افزودن کتاب</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/new_book.png" />
			</a>
			<ul class="lead">
				<li>شما گروه کتاب رو مشخص می‌کنید و برنامه کد مناسب رو براش ایجاد می‌کنه.</li>
				<li>اینکه می‌بینید نام نویسنده و ناشر سبز شده یعنی کتاب دیگری رو قبلا با همین نویسنده ثبت کردیم.</li>
				<li>برنامه از تعداد کتاب و تعداد کسایی که کتاب رو امانت گرفتن متوجه می‌شه که الان کتاب در کتابخانه موجود هست یا نه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>برچسب‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/labels.png" />
			</a>
			<ul class="lead">
				<li>برنامه کد کتاب‌ها رو براتون آماده می‌کنه که بچسبونید روی کتاب‌ها.</li>
				<li>با کمک برچسب می‌تونید کتاب‌ها رو در قفسه‌های مربوط به گروه‌شون بذارید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>فعال‌سازی</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/activation_before.png" />
			</a>
			<a href="#" class="thumbnail">
				<img src="img/guide/activation_after.png" />
			</a>
			<ul class="lead">
				<li>وقتی نرم‌افزار رو نصب می‌کنید، اجازه استفاده از ویژگی‌هایی که تا اینجا دیدیم رو دارید. ولی برای استفاده از بقیه ویژگی‌ها باید به ما ایمیل بزنید تا کتابخانه شما رو «فعال» کنیم.</li>
				<li>این فعال‌سازی رایگان هست و هدف اصلی ما اینه که مطمئن باشیم شما واقعا کتابخانه دارید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ثبت نام عضو</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/new_user.png" />
			</a>
			<ul class="lead">
				<li>بیشتر این اطلاعات اختیاری هست و مجبور نیستید پرشون کنید.</li>
				<li>میزان «جریمه دیرکرد» بستگی به نوع عضویت داره.</li>
				<li>از تاریخ تولد برای محاسبه سن استفاده می‌شه که در «رقابت» به درد می‌خوره. یعنی اگر مسابقه رو اجرا نمی‌کنید ضرورتی نداره پرش کنید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>تحویل و دریافت</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/deliver_object.png" />
			</a>
			<a href="#" class="thumbnail">
				<img src="img/guide/receive_object.png" />
			</a>
			<ul class="lead">
				<li>شما با وارد کردن نام مخاطب می‌تونید کتاب‌هایی رو که تحویل گرفته ببینید.</li>
				<li>اگر کتابی رو بیش از یک هفته برده باشه و به ازای هر روز مقداری جریمه می‌شه.</li>
				<li>مقدار جریمه و تعداد روزهای امانت در نرم‌افزار قابل تنظیم هستند.</li>
				<li>وقتی کتابی رو «تمدید» می‌کنید مثل این هست که اون رو از همون روز دوباره دریافت کردید.</li>
				<li>وقتی سعی کنید کتاب رو «تمدید» یا «دریافت» کنید، نرم‌افزار میزان جریمه رو براتون محاسبه می‌کنه و شما مبلغی رو که مخاطب «پرداخت» می‌کنه یا بهش «تخفیف» می‌دید وارد نرم‌افزار می‌کنید. هر مقدار هم از جریمه باقی بمونه به عنوان بدهی برای کاربر ثبت می‌شه  و می‌تونه بعدا پرداخت کنه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>کتاب‌های امانت‌داده‌شده</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/delivered.png" />
			</a>
			<ul class="lead">
				<li>بخشی هم برای مشاهده کتاب‌های امانت‌داده‌شده داریم.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>دسترسی‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/accesses.png" />
			</a>
			<ul class="lead">
				<li>نرم‌افزار امکان ایجاد دسترسی برای کاربرها رو به شما می‌ده. این دسترسی‌ها عبارتند از:</li>
				<li>مدیر</li>
				<li class="sub">کسی که همه کاری می‌تونه بکنه. این دسترسی خیلی خطرناک هست پس لطفا غیر از خودتون به هیچ کس ندیدش.</li>
				<li>ناظر</li>
				<li class="sub">تقریبا همون مدیره بدون اجازه بخش‌های «دسترسی‌ها» و «تنظیمات»</li>
				<li>اپراتور</li>
				<li class="sub">تحویل و دریافت کتاب و ثبت نام عضو</li>
				<li class="sub">اجازه نداره به مخاطب تخفیف بده</li>
				<li>عضو</li>
				<li class="sub">هیچ اجازه‌ای نداره. امید هست یک روزی اعضا بتونن در سایت لاگین کنن و اطلاعاتشون رو ببینن و کتاب رزرو کنن و ...</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>آقایان و خانم‌ها</h3>
			<ul class="lead">
				<li>می‌تونید از این نرم‌افزار برای کتابخانه‌هایی استفاده کنید که مخاطب آقا و خانم دارند.</li>
				<li>حالت پیش‌فرض نرم‌افزار این هست که ساعات فعالیت کتابخانه شما بین آقایان و خانم‌ها تقسیم شده.</li>
				<li>وقتی اپراتور آقا وارد نرم‌افزار می‌شه فقط به اطلاعات آقایان دسترسی داره، همین‌طور خانم‌ها.</li>
				<li class="sub">ناظر هم همین‌طور؛ البته مدیر اطلاعات همه رو می‌بینه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>اطلاعات کتابخانه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/info.png" />
			</a>
			<ul class="lead">
				<li>عنوان و آرم کتابخانه رو هم باید وارد کنید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>سایت کتابخانه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/site.png" />
			</a>
			<ul class="lead">
				<li>کتابخانه شما چنین سایتی خواهد داشت.</li>
				<li>ردیف‌های نارنجی‌رنگ نشون می‌دن که کتاب در حال حاضر از کتابخانه امانت برده شده.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>رقابت سالم</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/reghaabat_before.png" />
			</a>
			<a href="#" class="thumbnail">
				<img src="img/guide/reghaabat_after.png" />
			</a>
			<ul class="lead">
				<li>اصلی‌ترین ویژگی نرم‌افزار «کتابخانه» امکان برگزاری مسابقه کتاب‌خوانی برای نوجوانان است.</li>
				<li>مسابقه کتاب‌خوانی با عنوان «رقابت» این‌طوری برگزار می‌شه:</li>
				<li>شما تعداد از کتاب‌ها رو می‌خونید و ازشون سوال طراحی می‌کنید.</li>
				<li>بچه‌ها وقتی کتابی رو به امانت می‌گیرن، نرم‌افزار براشون سوال‌های مخصوص کتاب رو چاپ می‌کنه.</li>
				<li>بچه‌ها کتاب می‌برن خونه و می‌خونن. بعد از روی کتاب به سوال‌ها جواب می‌دن.</li>
				<li>یعنی اصلا قرار نیست جواب‌ها رو یاد بگیرن فقط می‌خوایم مطمئن بشیم کتاب رو خوندن.</li>
				<li>شما ورقه‌های پاسخ رو جمع می‌کنید و می‌دید به طراح سوال‌ها تا تصحیح کنند.</li>
				<li>بعد باید امتیازها رو وارد نرم‌افزار کنید و به این ترتیب بچه‌ها کم‌کم امتیاز جمع می‌کنند.</li>
				<li>برای اطلاعات بیشتر به سایت <a href="http://reghaabat.ir">«رقابت»</a> مراجه کنید.</li>
				<li>اول باید گزینه «مسابقه» رو فعال کنید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>مسابقه‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/matches.png" />
			</a>
			<ul class="lead">
				<li>اسم ورقه‌ای که نرم‌افزار چاپ می‌کنه و می‌ده به مخاط «مسابقه» هست.</li>
				<li>هر مسابقه مخصوص رده‌سنی خاصی طراحی می‌شه تا به دست مخاطب مناسب برسه.</li>
				<li>حداکثر امتیازی هم که مخاطب می‌تونه از مسابقه بگیره شما تعیین می‌کنید.</li>
				<li>همچنین باید مشخص کنید که هر مسابقه رو کی تصحیح می‌کنه.</li>
				<li class="sub">معمولا همون کسی که سوال‌ها رو طراحی کرده باید این کار رو انجام بده.</li>
				<li>تنها مسابقه‌هایی که در وضعیت «فعال» باشند در «فهرست مسابقه‌ها» ظاهر می‌شوند.</li>
				<li>بعضی از مسابقه‌ها پرسشی هستند و بعضی توضیحی.</li>
				<li class="sub">ستون پاسخ‌ها در این جدول نشون می‌ده که شما برای هر کتاب چند سوال طراحی کردید و از اون سوال‌ها جواب چندتا رو تایپ کردید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ایجاد مسابقه پرسشی</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/new_match_questions.png" />
			</a>
			<ul class="lead">
				<li>مسابقه پرسشی شامل تعدادی سوال از «کتاب» یا محصول «چندرسانه‌ای» هست.</li>
				<li class="sub">سخنرانی‌ها، مستندها و بعضی دیگر از محصولات چندرسانه‌ای ظرفیت خوبی برای طراحی مسابقه پرسشی دارند.</li>
				<li>تعدادی از این سوال‌ها به صورت اتفاقی برای هر مخاطب انتخاب و چاپ می‌شن.</li>
				<li>شما پاسخ سوال‌ها رو هم ثبت می‌کنید؛ اگرچه واضحه که فقط عضوهای «مدیر» و «ناظر» به اون‌ها دسترسی دارند.</li>
				<li>در طراحی سوال‌ها دقت کنید که پاسخ سوال‌ها هیچ جای کتاب مستقیما نوشته نشده باشه و بچه‌ها مجبور باشن با فهمی که از بخشی از کتاب بدست آوردن به سوال جواب بدن.</li>
				<li>با طراحی سوال‌های زیاد از یک کتاب امکان تقلب رو کم می‌کنید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ایجاد مسابقه توضیحی</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/new_match_instructions.png" />
			</a>
			<ul class="lead">
				<li>مسابقه توضیحی می‌تونه به شکل «تحقیق»، «آزمایش»، «کاردستی»، «نقاشی» یا «رنگ‌آمیزی» باشه.</li>
				<li>در این مسابقه شما باید برای مخاطب توضیح بدهید که چطور می‌تونه امتیاز بگیره.</li>
				<li>ویرایشگر متن به شما اجازه استفاده از تصاویر رو هم می‌ده.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>تحویل مسابقه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/deliver_match.png" />
			</a>
			<a href="#" class="thumbnail">
				<img src="img/guide/receive_match.png" />
			</a>
			<a href="#" class="thumbnail">
				<img src="img/guide/preview.png" />
			</a>
			<ul class="lead">
				<li>تحویل «مسابقه» در صفحه اصلی انجام می‌شه.</li>
				<li>وقتی نام کتابی رو وارد می‌کنید که مسابقه‌ای از روی آن طراحی شده نرم‌افزار به شما اجازه می‌ده «مسابقه» کتاب رو هم به مخاطب تحویل بدید.</li>
				<li class="sub">در صورت فعال بودن گزینه «چاپ»، بعد از تحویل ورقه برای چاپگر فرستاده می‌شود.</li>
				<li>دریافت «مسابقه» هم درست مثل دریافت کتاب انجام می‌شود. در شکل نشان ورقه در کنار کتاب، مشخص می‌کند که «مسابقه» هم تحویل داده شده و با کتاب دریافت می‌شود.</li>
				<li>وقتی ورقه «مسابقه» رو دریافت کردید اون رو در پوشه‌ای مخصوص «مصحح» قرار بدید.</li>
				<li>هر مخاطب تنها قراره کتاب‌هایی رو انتخاب کنه که در رده‌سنی خودش قرار دارند. البته برنامه، تحویل مسابقه با اختلاف یک رده رو اجازه می‌ده.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>ثبت امتیاز مسابقه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/set_scores.png" />
			</a>
			<ul class="lead">
				<li>«مصحح» که امتیاز ورقه رو مشخص کرد. شما امتیازها رو وارد نرم‌افزار می‌کنید.</li>
				<li>با وارد کردن نام مصحح، فهرست مسابقه‌های مربوط به او که شما از مخاطب «دریافت» کردید، ظاهر می‌شه و شما امتیازها رو در جدول وارد می‌کنید.</li>
				<li>امتیاز مصحح می‌تونه تا دو برابر «حداکثر امتیاز» باشه. دلیلش هم اینه که بچه‌ها می‌تونن با انجام کارهای اضافه مثل «خلاصه کردن کتاب»، امتیاز بیشتر بگیرند.</li>
				<li class="sub">این نکته روی ورقه‌هایی که چاپ می‌شن نوشته شده.</li>
				<li>برای تشویق مخاطبی که از رده‌سنی بالاتر از خودش کتاب برداره، امتیاز او کمی بیش از چیزی می‌شه که شما وارد کردید و همین‌طور برای کسی که از رده پایین‌تر کتاب برداشته، امتیاز کمی کمتر محسوب می‌شه (یعنی یک چهارم امتیاز مثبت یا منفی).</li>
				<li>گزینه «نمایش امتیاز روزهای قبل» به شما امکان می‌ده امتیازهایی رو که قبلا دادید بازنگری و ویرایش کنید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>لیست امتیازها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/scores.png" />
			</a>
			<ul class="lead">
				<li>هر وقت امتیاز ورقه‌های جدید رو وارد کردید، این لیست رو هم برای بچه‌ها چاپ کنید.</li>
				<li>نرم‌افزار برای آقایان و خانم‌ها جداگانه لیست چاپ می‌کنه.</li>
				<li>خیلی در هیجان «رقابت» تاثیر داره.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>پرداخت امتیاز</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/payment.png" />
			</a>
			<ul class="lead">
				<li>امتیازها رو باید یه طوری به بچه‌ها بدید؛ به صورت «جایزه»، «پول» یا هر طور دیگه!</li>
				<li>باید نرم‌افزار رو از مقدار امتیازی که می‌دید مطلع کنید.</li>
				<li>همچنین در این صفحه مخاطب می‌تونه ببینه از هر مسابقه چقدر امتیاز گرفته و شما چه پرداخت‌هایی بهش کردید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>کارنامه</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/log.png" />
			</a>
			<ul class="lead">
				<li>در پایان هر دوره «رقابت» که مثلا می‌تونه یک تابستون کامل باشه، برای بچه‌ها کارنامه صادر می‌کنید.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>وارد کردن مسابقه‌ها</h3>
			<a href="#" class="thumbnail">
				<img src="img/guide/import.png" />
			</a>
			<ul class="lead">
				<li>برای شروع می‌تونید مسابقه‌های از پیش‌آماده‌شده استفاده کنید.</li>
				<li>البته دیگران هم می‌تونن از مسابقه‌هایی که شما طراحی کردید استفاده کنن!</li>
				<li>با استفاده از گزینه «نمایش» می‌تونید قبل از «دریافت» نگاهی به محتوی مسابقه بندازید.</li>
				<li>بهتره قبل از «دریافت» مسابقه، کتاب مربوط به اون رو تهیه کنید.</li>
				<li class="sub">چون در غیر این صورت الکی فهرست مسابقه‌هاتون رو شلوغ می‌کنید.</li>
				<li>مسابقه‌هایی رو که پسندید «تیک» بزنید و بعد با دریافت اون‌ها رو وارد کنید.</li>
				<li>دقت کنید که محتوی این مسابقه‌ها «غیر قابل تغییر» هست  ولی شما باید «مصحح» و «حداکثر امتیاز» رو برای اونها تعیین کنید، چون این‌ها فقط مربوط به کتابخانه شما هستند.</li>
				<li class="sub">بعد از وارد کردن مسابقه، وضعیت اون به صورت «وارد شده»‌ در می‌آد و شما باید وضعیت رو به حالت «فعال»‌ تغییر بدید تا در لیست‌ها ظاهر بشه.</li>
			</ul>
		</div>
	</div>

	<div class="page">
		<div class="container">
			<h3>خسته نباشید</h3>
			<ul class="lead">
				<li>واقعا آموزش نفس‌گیری بود!</li>
			</ul>
		</div>
	</div>

<div id="viewer" class="modal hide fade">
	<div class="modal-body">
		<img src="">
	</div>
</div>


<style type="text/css">
img {
	max-width: initial;
}
.page {
	padding: 50px 0;
	min-height: 500px;
}
.lead {
	width: 550px;
	font-size: 18px;
}
.lead li {
	line-height: 24px;
	margin-bottom: 5px;
}
.lead li span {
	padding: 0 5px;
	background: wheat;
	text-shadow: 0 1px 2px rgba(0,0,0,.2);
}
.page:nth-child(even) {
	background-color: rgba(238,238,238,.3);
}
.sub {
	margin-right: 10px;
	font-size: .95em;
}
.thumbnail {
	width: 200px;
	float: left;
	clear: both;
	margin-bottom: 10px;
}
.modal-body {
	max-height: initial;
	padding: 0;
}
</style>


<script type="text/javascript" src="js/jquery.js"></script>
<script type="text/javascript" src="js/bootstrap.js"></script>
<script type="text/javascript">
$(function() {
	$('li').each(function() {
		$(this).html('<span>'+ $(this).html() +'</span>');
	});

	$('a.thumbnail').click(function() {
		image = $(this).find('img');
		width = image[0].naturalWidth; height = image[0].naturalHeight;
		$('#viewer .modal-body img').attr('src', image.attr('src'));
		$('#viewer').modal().css({width: 'auto', 'margin-left': -(width / 2)});
		return false;
	});
});
</script>
@endsection

@include('main')
